Repository: neovenex/skin.osmc
Catalog: language/resource.language.*/strings.po
Languages: lt_lt, uk_ua

# #31252
source: TV Show Clear Logo
lt_lt: Skaidrus TV laidos logotipas
uk_ua: Чистий логотип серіалу

# #31253
source: Clear Art
lt_lt: Skaidri iliustracija
uk_ua: Чиста картинка

# #31254
source: TV Show Clear Art
lt_lt: Skaidri TV laidos iliustracija
uk_ua: Чиста картинка серіалу

# #31255
source: Character Art
lt_lt: Personažo iliustracija
uk_ua: Картинка персонажів

# #31256
source: TV Show Character Art
lt_lt: TV laidos personažo iliustracija
uk_ua: Картинка персонажів серіалу

# #31257
source: Landscape
lt_lt: Gulsčia iliustracija
uk_ua: Ділянка

# #31258
source: TV Show Landscape
lt_lt: Gulsčia TV laidos iliustracija
uk_ua: Ділянка серіалу

# #31259
source: Fake Landscape
lt_lt: Netikra gulsčia iliustracija
uk_ua: Фальшива ділянка

# #31260
source: Fake TV Show Landscape
lt_lt: Netikra gulsčia TV laidos iliustracija
uk_ua: Фальшива ділянка серіалу

# #31261
source: Icon
lt_lt: Piktograma
uk_ua: Піктограма

# #31262
source: Network
lt_lt: Tinklas
uk_ua: Мережа

# #31263
source: Remotes
lt_lt: Pulteliai
uk_ua: Пульти

# #31264
source: App Store
lt_lt: Programų parduotuvė
uk_ua: Додатки

# #31265
source: Updates
lt_lt: Atnaujinimai
uk_ua: Оновлення

# #31266
source: Services
lt_lt: Paslaugos
uk_ua: Служби

# #31267
source: In order to be able to customize the main menu an add-on has to be installed first.
lt_lt: Norint turėti galimybę pritaikyti pagrindinį meniu, pirmiausia reikia įdiegti priedą.
uk_ua: Щоб можна було налаштувати головне меню, спочатку встановіть надбудову.

# #31268
source: The settings link is always shown in the main menu despite any customization via the skin's main menu customization dialog.[CR]Warning: If you remove Settings from the main menu and disable this setting, another way to access Settings such as a custom keyboard shortcut will be needed.
lt_lt: Nustatymų nuoroda visada rodoma pagrindiniame meniu, nepaisant jokių pakeitimų, padarytų odos pagrindinio meniu tinkinimo dialogo lange.[CR]Įspėjimas: jei pašalinsite nustatymus iš pagrindinio meniu ir išjungsite šį nustatymą, bus reikalingas kitas būdas pasiekti nustatymus, kaip pvz., nustatytas spartusis klavišas klaviatūroje.
uk_ua: Посилання на налаштування завжди відображається в головному меню, незважаючи на будь-які зміни, зроблені у вікні налаштувань головного меню обкладинки.[CR]Попередження: якщо видалити пункт «Налаштування» з головного меню та вимкнути цей параметр, для доступу до налаштувань знадобиться інший спосіб, наприклад спеціальне сполучення клавіш.

# #31269
source: Date in long date format is shown above time in top right corner
lt_lt: Data ilguoju datos formatu rodoma viršutiniame dešiniajame kampe virš laiko
uk_ua: Дата у повному форматі відображається над годинником у верхньому правому куті

# #31270
source: Masking aspect ratios for different CIH/cinemascope projector screen setups[CR]Options available: 2.40:1, 2.35:1, 2.33:1 (21:9), 2.00:1, 1.78:1 (disabled)
lt_lt: Įvairių CIH/cinemascope projektoriaus ekrano sąrankų maskavimo koeficientai[CR]Galimos parinktys: 2.40:1, 2.35:1, 2.33:1 (21:9), 2.00:1, 1.78:1 (išjungta)
uk_ua: Пропорції маскування для різних налаштувань екрана проектора CIH/Синемаскоп[CR]Доступні варіанти: 2.40:1, 2.35:1, 2.33:1 (21:9), 2.00:1, 1.78:1 (вимкнено)

# #31271
source: Settings to change the skin's background style and behaviour
lt_lt: Nustatymai, skirti pakeisti odos fono stilių ir elgesį
uk_ua: Налаштування для зміни стилю та поведінки фону обкладинки

# #31272
source: The skin's default background options
lt_lt: Odos numatytosios fono parinktys
uk_ua: Стандартні параметри для фону обкладинки

# #31273
source: Default background images shipped with the skin
lt_lt: Numatytieji fono atvaizdai pristatomi kartu su oda
uk_ua: Стандартні фонові зображення, що постачаються разом із обкладинкою

# #31274
source: Custom background options
lt_lt: Pasirinktinio fono parinktys
uk_ua: Власні параметри фону

# #31275
source: A single custom background image from a specified path is shown
lt_lt: Rodomas vienas pasirinktinis fono atvaizdas iš nurodyto kelio
uk_ua: Відображається єдине власне фонове зображення із зазначеного шляху

# #31276
source: Single custom background image selection
lt_lt: Vieno pasirinkto fono atvaizdo pasirinkimas
uk_ua: Вибір єдиного фонового зображення

# #31277
source: The custom background image path is reset
lt_lt: Pasirinktinio fono atvaizdo kelias nustatomas iš naujo
uk_ua: Шлях до власного фонового зображення скинуто

# #31278
source: Multiple custom background images from a specified path are shown
lt_lt: Rodomi keli pasirinktinio fono atvaizdai iš nurodyto kelio
uk_ua: Відображаються кілька власних фонових зображень із зазначеного шляху

# #31279
source: Multiple custom background image selection
lt_lt: Kelių pasirinktinių fono atvaizdų pasirinkimas
uk_ua: Вибір кількох власних фонових зображень

# #31280
source: The custom background image path is reset
lt_lt: Pasirinktinio fono atvaizdo kelias nustatomas iš naujo
uk_ua: Шлях до власного фонового зображення скинуто

# #31281
source: Duration for which every background image from the selected path is shown
lt_lt: Trukmė, kiek laiko rodomas kiekvienas fono paveikslėlis iš pasirinkto kelio
uk_ua: Тривалість, протягом якої відображається кожне фонове зображення з вибраного шляху

# #31282
source: A solid colour is shown
lt_lt: Rodoma vientisa spalva
uk_ua: Відображається суцільний колір

# #31283
source: Solid background colour selection
lt_lt: Vientisos fono spalvos pasirinkimas
uk_ua: Вибір суцільного кольору фону

# #31284
source: Library, widget and add-on background fanart is shown on top of the defined background image(s) or colour
lt_lt: Bibliotekos, valdiklio ir priedo fono iliustracija rodoma virš nustatyto fono atvaizdo(-ų) ar spalvos
uk_ua: Фоновий фанарт медіатеки, віджету і надбудови відображається поверх визначеного фонового зображення або кольору

# #31285
source: Active video playback is shown in the background instead of background or fanart images when toggling out of the video player
lt_lt: Aktyvus vaizdo įrašo atkūrimas rodomas fone, vietoje fono ar fono iliustracijos atvaizdų, kai persijungiate iš vaizdo grotuvo
uk_ua: На фоні відображається відтворюване відео замість фонових зображень або фанарту під час вимкнення відеопрогравача

# #31286
source: Active music visualisation is shown in the background when toggling out of the music player
lt_lt: Aktyvi muzikos vizualizacija rodoma fone, kai persijungiate iš muzikos grotuvo
uk_ua: На фоні відображається візуалізація музики під час вимкнення відеопрогравача

# #31287
source: Active Artist Slideshow is shown in the background when toggling out of the music player
lt_lt: Aktyvi atlikėjo skaidrių demonsracija rodoma fone, kai persijungiate iš muzikos grotuvo
uk_ua: На фоні відображається слайд-шоу виконавця під час вимкнення програвача музики

# #31288
source: Settings to change the background overlay colour and opacity
lt_lt: Nustatymai, skirti pakeisti fono perdangos spalvą ir neskaidrumą
uk_ua: Налаштування для зміни кольору накладання та непрозорості фону

# #31289
source: The skin's default colour options
lt_lt: Numatytosios odos spalvų parinktys
uk_ua: Стандартні параметри кольору обкладинки

# #31290
source: Default colour sets shipped with the OSMC Skin (default: OSMC-Light blue)[CR]Every set contains compatible colours for the background overlay and texts.
lt_lt: Numatytieji spalvų rinkiniai, pateikti kartu su OSMC oda (numatytasis: OSMC-šviesiai mėlyna)[CR]Kiekviename rinkinyje yra suderintos fono perdangos ir tekstų spalvos.

# #31291
source: Opacity of the coloured background overlay of windows and dialogs (default: High)[CR]Options available: Low, Medium, High, Highest
lt_lt: Langų ir dialogų spalvotos fono perdangos nepermatomumas (numatytasis: Aukštas)[CR]Galimos parinktys: Žemas, Vidutinis, Aukštas, Aukščiausias

# #31292
source: Movie sets
lt_lt: Filmų rinkiniai
uk_ua: Кіноцикли

# #31294
source: Custom colour options
lt_lt: Individualizuotos spalvų parinktys
uk_ua: Власні варіанти кольорів

# #31296
source: Opacity of menu and OSD backgrounds (default: High)[CR]Options available: Low, Medium, High, Highest
lt_lt: Meniu ir OSD fonų nepermatomumas (numatytasis: Aukštas)[CR]Galimos parinktys: Žemas, Vidutinis, Aukštas, Aukščiausias

# #31301
source: Settings to change OSD behaviour during playback
lt_lt: Nustatymai, skirti pakeisti OSD elgseną atkūrimo metu
uk_ua: Налаштування для зміни поведінки екранного меню під час відтворення

# #31302
source: Show video information when playback begins
lt_lt: Rodyti vaizdo įrašo informaciją, kai pradedamas atkūrimas
uk_ua: Показувати відомості про відео, коли починається відтворення

# #31303
source: Show video information at the beginning of movie playback
lt_lt: Rodyti vaizdo įrašo informaciją filmo atkūrimo pradžioje
uk_ua: Показувати відомості про відео на початку відтворення фільму

# #31304
source: Show video information at the beginning of TV show playback
lt_lt: Rodyti vaizdo įrašo informaciją TV laidos atkūrimo pradžioje
uk_ua: Показувати відомості про відео на початку відтворення серіалу

# #31305
source: Show video information at the beginning of live TV playback
lt_lt: Rodyti vaizdo įrašo informaciją TV kanalo atkūrimo pradžioje
uk_ua: Показувати відомості про відео на початку відтворення ефірного ТБ

# #31306
source: Show video information at the beginning of music video playback
lt_lt: Rodyti vaizdo įrašo informaciją muzikinio vaizdo įrašo atkūrimo pradžioje
uk_ua: Показувати відомості про відео на початку відтворення музичного відео

# #31307
source: Show video information at the beginning of playback of other videos
lt_lt: Rodyti vaizdo įrašo informaciją kitų vaizdo įrašų atkūrimo pradžioje
uk_ua: Показувати відомості про відео на початку відтворення інших відео

# #31308
source: Duration video information is shown for when playback begins (default: 10s)[CR]Options available: 5s, 10s, 15s, 20s
lt_lt: Vaizdo įrašo informacijos rodymo trukmė atkūrimo pradžioje (numatytoji: 10s)[CR]Galimos parinktys: 5s, 10s, 15s, 20s
uk_ua: Відображаються відомості про тривалість відео, коли починається відтворення (за замовчуванням: 10 с)[CR] Доступні варіанти: 5 с, 10 с, 15 с, 20 с

# #31309
source: Show video information before playback ends
lt_lt: Rodyti vaizdo įrašo informaciją prieš atkūrimo pabaigą
uk_ua: Показувати відомості про відео перед закінченням відтворення

# #31310
source: Show video information before the end of movie playback
lt_lt: Rodyti vaizdo įrašo informaciją prieš filmo atkūrimo pabaigą
uk_ua: Показувати відомості про відео перед закінченням відтворення фільму

# #31311
source: Show video information before the end of TV show playback
lt_lt: Rodyti vaizdo įrašo informaciją prieš TV laidos atkūrimo pabaigą
uk_ua: Показувати відомості про відео перед закінченням відтворення серіалу

# #31312
source: Show video information before the end of music video playback
lt_lt: Rodyti vaizdo įrašo informaciją prieš muzikinio vaizdo įrašo atkūrimo pabaigą
uk_ua: Показувати відомості про відео перед закінченням відтворення музичного відео

# #31313
source: Show video information before the end of playback of other videos
lt_lt: Rodyti vaizdo įrašo informaciją prieš kitų vaizdo įrašų atkūrimo pabaigą
uk_ua: Показувати відомості про відео перед закінченням відтворення інших фільмів

# #31314
source: Duration video information is shown for before playback ends (default: 10s)[CR]Options available: 5s, 10s, 15s, 20s
lt_lt: Vaizdo įrašo informacijos rodymo trukmė prieš atkūrimo pabaigą (numatytoji: 10s)[CR]Galimos parinktys: 5s, 10s, 15s, 20s
uk_ua: Перед закінченням відтворення показуються відомості про тривалість відео (за замовчуванням: 10 с)[CR]Доступні варіанти: 5 с, 10 с, 15 с, 20 с

# #31315
source: Duration the OSD is shown when video is paused (default: Always enabled)[CR]Options available: Disabled, 5s, 10s, 20s, 30s, 1 min, 2 min, 3 min, 5 min, Always enabled
lt_lt: OSD rodymo trukmė pristabdžius vaizdo įrašo atkūrimą (numatytasis: visada įjungta)[CR]Galimos parinktys: Išjungta, 5s, 10s, 20s, 30s, 1 min, 2 min, 3 min, 5 min, Visada įjungta
uk_ua: Коли відео призупинено, відображається екранне меню з тривалістю (за замовчуванням: завжди ввімкнено)[CR]Доступні варіанти: вимкнено, 5с, 10с, 20с, 30с, 1 хв, 2 хв, 3 хв, 5 хв, завжди ввімкнено

# #31316
source: Automatically switch to fullscreen music player when idle during music playback
lt_lt: Automatiškai perjungti į viso ekrano muzikos grotuvą, kai muzikos atkūrimo metu neatliekami jokie veiksmai
uk_ua: Автоматично розгортати програвач музики на повний екран, коли система простоює

# #31317
source: Idle duration before fullscreen music player is opened (default: 1 min)[CR]Options available: 10s, 15s, 20s, 30s, 1 min
lt_lt: Laukimo laikas prieš atidarant viso ekrano muzikos grotuvą (numatytasis: 1 min)[CR]Galimos parinktys: 10s, 15s, 20s, 30s, 1 min
uk_ua: Тривалість простою до розгортання музичного програвача на повний екран (за замовчуванням: 1 хв)[CR]Доступні варіанти: 10 с, 15 с, 20 с, 30 с, 1 хв

# #31318
source: The music player information is normally controlled by the info button (default Kodi behaviour). This option prevents this and always shows the music player information.
lt_lt: Muzikos grotuvo informacija paprastai valdoma informacijos mygtuku (numatytasis Kodi elgesys). Ši parinktis to neleidžia ir visada rodo muzikos grotuvo informaciją.
uk_ua: Показ відомостей у музичному програвачі зазвичай керуються кнопкою інформації (стандартна поведінка Kodi). Цей параметр запобігає цьому і завжди відображає відомості у музичному програвачі.

# #31319
source: Orange
lt_lt: Oranžinė
uk_ua: Помаранчевий

# #31321
source: Icons shown for daily weather forecast in the weather window and weather widget
lt_lt: Rodomos kasdieninės orų prognozės piktogramos orų lange ir orų valdiklyje
uk_ua: У вікні та віджеті погоди відображаються піктограми для щоденного прогнозу погоди

# #31322
source: Background weather fanart shown when highlighting the weather widget's daily forecast[CR]Multi-image weather fanart is not supported!
lt_lt: Rodoma orų fono iliustracija, kai pasirinkta orų valdiklio kasdienė prognozė[CR]Kelių atvaizdų orų fono iliustracijos nepalaikomos!
uk_ua: Фоновий фанарт погоди, який відображається під час вибору щоденного прогнозу у віджеті погоди[CR]Фанарти із багатьма зображеннями погоди не підтримуються!

# #31323
source: Advanced settings for tweaking various elements of the skin
lt_lt: Išplėstiniai nustatymai įvairių odos elementų pritaikymui
uk_ua: Додаткові параметри для налаштування різних елементів обкладинки

# #31324
source: Disable the underline texture used for highlighting focused elements
lt_lt: Išjungti pabraukimo tekstūrą, naudojamą, kad paryškinti sufokusuotus elementus
uk_ua: Вимкнути текстуру підкреслення, яка використовується для виділення активних елементів

# #31325
source: Amount of dimming of non-focused images such as cover art in library views and widgets (default: 100%)[CR]Options available: 0%, 33%, 66%, 100%, 133%
lt_lt: Nesufokusuotų atvaizdų, pvz., viršelio iliustracijų, pritemdymo lygis bibliotekos rodiniuose ir valdikliuose (numatytasis: 100%)[CR]Galimos parinktys: 0%, 33%, 66%, 100%, 133%
uk_ua: Рівень затемнення неактивних зображень, наприклад обкладинок, у поданнях медіатеки та віджетах (за замовчуванням: 100%)[CR]Доступні варіанти: 0%, 33%, 66%, 100%, 133%

# #31326
source: Font size of plot and description texts in wall and list info views as well as OSD info dialogs (default: S)[CR]Options available: S, M, L
lt_lt: Siužeto ir aprašymo tekstų šrifto dydis sienos ir sąrašo su informacija rodiniuose, taip pat OSD informacijos dialogo languose (numatytasis: S)[CR]Galimos parinktys: S, M, L
uk_ua: Розмір шрифту для текстів сюжету та опису в поданнях стіни та списку з відомостями, а також для інформаційних діалогів екранного меню (за замовчуванням: S)[CR]Доступні варіанти: S, M, L

# #31327
source: Hide the watched indicator shown on video fanart in wall views, wide views and widgets and in front of list view elements
lt_lt: Paslėpti peržiūros indikatorių, rodomą vaizdo įrašų fono iliustracijose sienos rodiniuose, plačiuose rodiniuose ir valdikliuose bei priešais sąrašo rodinio elementus
uk_ua: Приховати індикатор перегляду, що відображається на фанарті до відео на поданнях стіни, широкого подання та віджетах, а також перед елементами у поданні списку

# #31328
source: Hide the listened to indicator shown on music fanart in wall views, wide views and widgets and in front of list view elements
lt_lt: Paslėpti perklausos indikatorių, rodomą muzikos fono iliustracijose sienos rodiniuose, plačiuose rodiniuose ir valdikliuose bei priešais sąrašo rodinio elementus
uk_ua: Приховати індикатор прослуханого, що відображається на фанарті до музики на поданнях стіни, широкого подання та віджетах, а також перед елементами у поданні списку

# #31329
source: The info dialogs can either show details next to the cover/icon art or a description/plot text. The second page is accessible via a button in the info dialogs and it contains additional information not shown on the first page like either a description/plot text or details information. (default: Details)
lt_lt: Informacijos dialoguose gali būti rodoma išsami informacija šalia viršelio/piktogramos iliustracijos arba aprašymo/siužeto tekstas. Antrasis puslapis pasiekiamas naudojant mygtuką informacijos dialogo languose ir jame yra papildomos informacijos, kuri nerodoma pirmajame puslapyje, pvz., aprašymo/siužeto tekstas arba išsami informacija. (Numatytasis: Išsami informacija)
uk_ua: У інформаційних діалогових вікнах можуть відображатися відомості з постером чи піктограмою або текст опису чи сюжету. Друга сторінка відкривається кнопкою в інформаційних діалогових вікнах, і вона містить або додаткову інформацію, не показану на першій сторінці, таку як текст опис чи сюжету або детальні відомості (за замовчуванням: відомості)

# #31330
source: Enables the option to set user ratings for library items (video and music) via the info dialogs and shows user ratings in library views.
lt_lt: Įgalinama galimybė nustatyti bibliotekos elementų (vaizdo ir muzikos įrašų) naudotojų įvertinimus informacijos dialogo languose ir atvaizduoja juos bibliotekos rodiniuose.
uk_ua: Увімкніть цей параметр, щоб додавати власні оцінки для елементів медіатеки (відео та музика) за допомогою інформаційних діалогових вікон і показувати ці оцінки у поданнях медіатеки.

# #31331
source: Changes the format used to show the duration of scraped videos except music videos (default: Minutes)[CR]Options available: Minutes (e.g. 128 min, 20 min, 45 sec), Hours and minutes (e.g. 2hr 8min, 20 min, 45 sec)
lt_lt: Pakeičia formatą, naudojamą nuskaitytų vaizdo įrašų, išskyrus muzikinius vaizdo įrašus, trukmei atvaizduoti (numatytasis: Minutės)[CR]Galimos parinktys: Minutės (pvz., 128 min, 20 min, 45 sek), Valandos ir minutės (pvz., 2 val 8 min, 20 min, 45 sek)
uk_ua: Змінюйте формат відображення тривалості вирізаних відео, крім музичних (за замовчуванням: хвилини)[CR]Доступні варіанти: хвилини (наприклад, 128 хв, 20 хв, 45 с), години та хвилини (наприклад, 2 г 8 хв, 20 хв, 45 сек)

# #31332
source: Set which information is shown in video media flags in the bottom left corner (default: File first)[CR]The information will cycle between file and language information during idle every 5 seconds, if 'File first' or 'Language first' is set. Options available: File first/only (video and audio codec information), Language first/only (audio and subtitle language information), Duration only (only the duration and file size are shown), Disabled (media flags are hidden)
lt_lt: Nustatykite, kokia informacija bus rodoma vaizdo įrašų medijos vėliavose apatiniame kairiajame kampe (numatytasis: Pirmiausia failas)[CR]Neveiklumo būsenoje informacija bus keičiama tarp failo ir kalbos informacijos kas 5 sekundes, jei nustatyta „Pirmiausia failas“ arba „Pirmiausia kalba“. Galimos parinktys: pirmiausia failas/tik (vaizdo ir garso kodeko informacija), pirmiausia kalba/tik (garso ir subtitrų kalbos informacija), tik trukmė (rodoma tik trukmė ir failo dydis), išjungta (medijos vėliavos paslėptos)
uk_ua: Вкажіть, які відомості відображатимуться у прапорцях медіа в нижньому лівому куті (за замовчуванням: спочатку файл)[CR]Якщо встановлено «Спочатку файл» або «Спочатку мова», під час простою кожні 5 секунд будуть перемикатися відомості про файл та мову. Доступні варіанти: спочатку файл/лише файл (відомості про відео- та аудіокодек), спочатку мова/лише мова (відомості про мову аудіо та субтитрів), лише тривалість (лише тривалість та розмір файлу), вимкнено (прапорці медіа приховані)

# #31333
source: Hide the first letter label shown left of window titles when scrolling alphabetically sorted lists.[CR]Alphabetical sort orders supported:
lt_lt: Slėpti pirmosios raidės etiketę, rodomą lango pavadinimų kairėje, slenkant abėcėlės tvarka surūšiuotais sąrašais.[CR]Palaikomos abėcėlės rūšiavimo tvarkos:
uk_ua: Приховати першу літерну мітку, що відображається ліворуч від заголовків вікон під час прокручування списків, відсортованих за алфавітом.[CR]Підтримувані порядки сортування за алфавітом:

# #31334
source: Hide player controls shown in sidemenus (not context menus) during background video or music playback
lt_lt: Slėpti grotuvo valdiklius, rodomus šoniniuose (ne kontekstiniuose) meniu atkuriant foninį vaizdo ar muzikos įrašą
uk_ua: Приховати елементи керування програвачем, які відображаються в бічних меню (не в контекстних меню) під час фонового відтворення відео або музики

# #31335
source: Show a lock icon instead of the channel icon for channels reported as encrypted
lt_lt: Užšifruotiems kanalams vietoje kanalo piktogramos rodyti užrakto piktogramą
uk_ua: Показувати піктограму замка замість піктограми каналу для каналів, оголошених як зашифровані

# #31336
source: Hide scrollbars in all views where a list or panel has more than one page
lt_lt: Slėpti slinkties juostas visuose rodiniuose, kurių sąraše ar skydelyje yra daugiau nei vienas puslapis
uk_ua: Приховати смуги прокрутки у всіх поданнях, де список чи панель містить більше однієї сторінки

# #31337
source: In kiosk mode the sidemenu for adjusting views, sort order, filters, etc. can't be opened. Also, the info dialogs don't show any buttons to re-scrape library items or manipulate fanart.
lt_lt: Kiosko režimu negalima atidaryti šoninio meniu, kuris leidžia pritaikyti rodinius, rūšiavimo tvarką, filtrus ir kt. Be to, informacijos dialogo languose nerodomi jokie mygtukai, kurie leistų iš naujo nuskaityti bibliotekos elementus ar manipuliuoti fono iliustracija.
uk_ua: У режимі кіоску не можна відкрити бічне меню для налаштування подань, порядку сортування, фільтрів тощо. Крім того, інформаційні діалогові вікна не мають жодних кнопок для повторного сканування елементів медіатеки чи для роботи з фанартами.

# #31338
source: Settings of and information about add-ons supported by the skin
lt_lt: Odos palaikomų priedų nustatymai ir informacija apie juos
uk_ua: Налаштування та відомості про додатки, які підтримує обкладинка

# #31339
source: Enables customization of the main menu[CR]If not installed or disabled, the main menu will fall back to the default configuration.
lt_lt: Įgalina pagrindinio meniu pritaikymą[CR]Jei neįdiegta arba išjungta, pagrindinis meniu bus numatytosios konfigūracijos.
uk_ua: Дозволяє налаштувати головне меню[CR]Якщо не встановлено або вимкнено, головне меню повернеться до стандартної конфігурації.
