Repository: neovenex/skin.osmc
Catalog: language/resource.language.*/strings.po
Languages: lt_lt, uk_ua

# #31000
source: Item
lt_lt: Elementas
uk_ua: Елемент

# #31001
source: Items
lt_lt: Elementai
uk_ua: Елементи

# #31002
source: Tag
lt_lt: Žyma
uk_ua: Тег

# #31003
source: Look
lt_lt: Išvaizda
uk_ua: Вигляд

# #31004
source: Layout
lt_lt: Išdėstymas
uk_ua: Розкладка

# #31005
source: Disable scrollbars
lt_lt: Išjungti slinkties juostas
uk_ua: Вимкнути смуги прокрутки

# #31006
source: Overlays
lt_lt: Perdangos
uk_ua: Накладення

# #31007
source: System music files
lt_lt: Sistemos muzikiniai failai
uk_ua: Системні музичні файли

# #31008
source: Currently selected
lt_lt: Šiuo metu pasirinkta
uk_ua: Вибрано зараз

# #31009
source: Open playlist
lt_lt: Atidaryti grojaraštį
uk_ua: Відкрити список відтворення

# #31010
source: Save playlist
lt_lt: Išsaugoti grojaraštį
uk_ua: Зберегти список відтворення

# #31011
source: Clear playlist
lt_lt: Išvalyti grojaraštį
uk_ua: Очистити список відтворення

# #31012
source: Current playlist
lt_lt: Dabartinis grojaraštis
uk_ua: Поточний список відтворення

# #31013
source: Muted
lt_lt: Nutildyta
uk_ua: Без звуку

# #31014
source: Show visualisation & Artist Slideshow
lt_lt: Rodyti vizualizacijas ir atlikėjų skaidres
uk_ua: Показувати візуалізацію та слайд-шоу виконавця

# #31016
source: Settings level
lt_lt: Nustatymų lygis
uk_ua: Рівень налаштувань

# #31017
source: Voted
lt_lt: Balsavo
uk_ua: Обраний

# #31018
source: Increase
lt_lt: Padidinti
uk_ua: Збільшити

# #31019
source: Decrease
lt_lt: Sumažinti
uk_ua: Зменшити

# #31020
source: Background
lt_lt: Fonas
uk_ua: Фон

# #31021
source: Home
lt_lt: Pradžios ekranas
uk_ua: Головна

# #31022
source: Rules
lt_lt: Taisyklės
uk_ua: Правила

# #31023
source: Focus control colour
lt_lt: Fokusuoto valdiklio spalva
uk_ua: Колір активного елементу

# #31024
source: Non-focus control colour
lt_lt: Nefokusuoto valdiklio spalva
uk_ua: Колір неактивного елементу

# #31025
source: OSD cache bar colour
lt_lt: OSD talpyklos juostos spalva
uk_ua: Колір панелі OSD

# #31027
source: Show background video
lt_lt: Rodyti fono vaizdo įrašą
uk_ua: Показувати фонове відео

# #31028
source: Show background visualisation
lt_lt: Rodyti fono vizualizaciją
uk_ua: Показувати фонову візуалізацію

# #31029
source: Fallback Artwork
lt_lt: Atsarginė iliustracija
uk_ua: Резервна ілюстрація

# #31030
source: Enable main menu customization
lt_lt: Įgalinti pagrindinio meniu tinkinimą
uk_ua: Дозволити налаштування головного меню

# #31031
source: Recent movies
lt_lt: Naujausi filmai
uk_ua: Останні фільми

# #31032
source: Recommended movies
lt_lt: Rekomenduojami filmai
uk_ua: Рекомендовані фільми

# #31033
source: Artwork
lt_lt: Iliustracija
uk_ua: Картинка

# #31034
source: Show background Artist Slideshow
lt_lt: Rodyti fono atlikėjo skaidrių demonstraciją
uk_ua: Показувати на фоні слайд-шоу виконавця

# #31035
source: Recent episodes
lt_lt: Naujausi epizodai
uk_ua: Останні серії

# #31036
source: Recommended episodes
lt_lt: Rekomenduojami epizodai
uk_ua: Рекомендовані серії

# #31038
source: Recent albums
lt_lt: Naujausi albumai
uk_ua: Останні альбоми

# #31039
source: Recommended albums
lt_lt: Rekomenduojami albumai
uk_ua: Рекомендовані альбоми

# #31040
source: Never hide information during music fullscreen playback
lt_lt: Niekada neslėpti informacijos, atkuriant muziką viso ekrano režimu
uk_ua: Не приховувати відомості під час повноекранного відтворення музики

# #31041
source: Debug grid
lt_lt: Derinimo tinklelis
uk_ua: Сітка для налагодження

# #31042
source: Debug labels
lt_lt: Derinimo etiketės
uk_ua: Мітки для налагодження

# #31043
source: Extra art
lt_lt: Papildoma iliustracija
uk_ua: Додаткові картинки

# #31044
source: Local subtitle found!
lt_lt: Rasti lokalūs subtitrai!
uk_ua: Знайдено локальні субтитри!

# #31045
source: Supplied by
lt_lt: Pateikė
uk_ua: Надано

# #31046
source: Currently
lt_lt: Šiuo metu
uk_ua: Наразі

# #31047
source: Visualisation Presets
lt_lt: Iš anksto nustatyti vizualizacijos nustatymai
uk_ua: Налаштування візуалізації

# #31048
source: Playlist Options
lt_lt: Grojaraščio parinktys
uk_ua: Параметри списку відтворення

# #31049
source: Customize main menu
lt_lt: Tinkinti pagrindinį meniu
uk_ua: Налаштувати головне меню

# #31051
source: Settings can be accessed from the Shutdown menu.[CR]ONLY deactivate 'Always show settings link in main menu' AND remove the settings and power main menu item at the same time, if you know what you're doing!
lt_lt: Nustatymus galima pasiekti per išjungimo meniu.[CR]Išjunkite „Visada rodyti nustatymų nuorodą pagrindiniame meniu“ IR tuo pačiu metu pašalinkite nustatymų ir maitinimo pagrindinio meniu elementus, TIK jei žinote, ką darote!
uk_ua: До налаштувань можна дістатися з меню вимкнення.[CR]НЕ вимикайте «Завжди показувати посилання на налаштування в головному меню» ТА не видаляйте з головного меню пункт «Налаштування та живлення», якщо ви не знаєте, що робите!

# #31052
source: Backup and restore skin settings
lt_lt: Sukurti odos nustatymų atsarginę kopiją ir atkurti juos
uk_ua: Налаштування резервного копіювання та відновлення обкладинки

# #31053
source: Disable scrolling label
lt_lt: Išjungti slinkties etiketę
uk_ua: Вимкнути мітку прокручування

# #31054
source: Random movies
lt_lt: Atsitiktiniai filmai
uk_ua: Випадкові фільми

# #31055
source: Random episodes
lt_lt: Atsitiktiniai epizodai
uk_ua: Випадкові серії

# #31056
source: Random albums
lt_lt: Atsitiktiniai albumai
uk_ua: Випадкові альбоми

# #31057
source: Kiosk mode
lt_lt: Kiosko režimas
uk_ua: Режим кіоску

# #31058
source: Reset all skin settings
lt_lt: Iš naujo nustatykite visus odos nustatymus
uk_ua: Скинути всі налаштування обкладинки

# #31059
source: Memory Used:
lt_lt: Naudojama atminties:
uk_ua: Використана пам’ять:

# #31061
source: OSMC Blue
lt_lt: OSMC mėlyna
uk_ua: Синій OSMC

# #31062
source: Menu/OSD colour
lt_lt: Meniu/OSD spalva

# #31063
source: Add-ons
lt_lt: Priedai
uk_ua: Надбудови

# #31064
source: Custom background image
lt_lt: Pasirinktinis fono atvaizdas
uk_ua: Власне фонове зображення

# #31065
source: Masking aspect ratio
lt_lt: Maskuojantis kraštinių santykis
uk_ua: Співвідношення сторін для маскування

# #31067
source: Weather icons
lt_lt: Orų piktogramos
uk_ua: Піктограми погоди

# #31068
source: Weather fanart
lt_lt: Orų fono iliustracijos
uk_ua: Фанарт для погоди

# #31069
source: Location
lt_lt: Vietovė
uk_ua: Розташування

# #31070
source: OSMC Light blue
lt_lt: OSMC šviesiai mėlyna
uk_ua: Блакитний OSMC

# #31071
source: Edit sub menu
lt_lt: Redaguoti submeniu
uk_ua: Редагувати підменю

# #31072
source: Still there?
lt_lt: Vis dar čia?
uk_ua: Ви ще тут?

# #31073
source: Click OK to keep watching
lt_lt: Paspauskite OK, jei norite žiūrėti toliau
uk_ua: Натисніть ОК, щоб продовжити перегляд

# #31074
source: Always show music info during fullscreen music playback
lt_lt: Visada rodyti muzikos informaciją atkuriant muziką viso ekrano režimu
uk_ua: Завжди показувати відомості про музику під час повноекранного відтворення музики

# #31075
source: Reset/Debug
lt_lt: Iš naujo nustatyti/derinti
uk_ua: Скинути/налагодити

# #31078
source: Wall
lt_lt: Siena
uk_ua: Стіна

# #31080
source: Recommended
lt_lt: Rekomenduojama
uk_ua: Рекомендовано

# #31084
source: Supported
lt_lt: Palaikoma
uk_ua: Підтримується

# #31087
source: Video decoder
lt_lt: Vaizdo dekoderis
uk_ua: Декодер відео

# #31088
source: Pixel format
lt_lt: Pikselio formatas
uk_ua: Формат пікселя

# #31089
source: Memory used
lt_lt: Naudojama atminties
uk_ua: Використана пам’ять

# #31090
source: Eject Tray
lt_lt: Išstumti dėklą
uk_ua: Витягти лоток

# #31092
source: Not installed
lt_lt: Neįdiegta
uk_ua: Не встановлено

# #31093
source: installed
lt_lt: Įdiegta
uk_ua: встановлено

# #31094
source: Multi-image weather fanart is not supported
lt_lt: Kelių atvaizdų orų fono iliustracijos nepalaikomos
uk_ua: Фанарт погоди з кількома зображеннями не підтримується

# #31095
source: Manage widgets
lt_lt: Tvarkyti valdiklius
uk_ua: Керування віджетами

# #31096
source: Always show settings link in main menu
lt_lt: VIsada rodyti nustatymų nuorodą pagrindiniame meniu
uk_ua: Завжди показувати посилання на налаштування в головному меню

# #31098
source: Skin wide settings and customization options
lt_lt: Visa apimantys odos nustatymai ir tinkinimo parinktys
uk_ua: Налаштування широкої обкладинки та параметри оформлення

# #31099
source: Show fanart images
lt_lt: Rodyti fono iliustracijų atvaizdus
uk_ua: Показувати фанарт

# #31100
source: Plot/description text font size
lt_lt: Siužeto/aprašo teksto šrifto dydis
uk_ua: Розмір шрифту для тексту сюжету/опису

# #31101
source: Show date above system time
lt_lt: Rodyti datą virš sistemos laiko
uk_ua: Показувати дату над системним годинником

# #31102
source: Display time of video player OSD during pause
lt_lt: Rodyti laiką vaizdo grotuvo OSD pauzės metu
uk_ua: Показувати час відеоплеєра на екранному меню під час паузи

# #31103
source: Log Uploader
lt_lt: Žurnalo įkėlimo priemonė
uk_ua: Завантажувач журналів

# #31104
source: Dim factor of unfocused art
lt_lt: Nefokusuotos iliustracijos pritemdymo lygis
uk_ua: Фактор затьмарення для несфокусованої картинки

# #31105
source: Disable underline text highlight
lt_lt: Išjungti pabraukto teksto paryškinimą
uk_ua: Не виділяти підкреслений текст

# #31107
source: Backup/Reset
lt_lt: Atsarginė kopija/Atstatymas
uk_ua: Резервне копіювання/скидання

# #31108
source: Colour set
lt_lt: Spalvų rinkinys
uk_ua: Набір кольорів

# #31109
source: Background opacity
lt_lt: Fono neskaidrumas
uk_ua: Непрозорість фону

# #31110
source: Menu/OSD opacity
lt_lt: Meniu/OSD neskaidrumas

# #31111
source: Pi Config
lt_lt: Pi konfigūracija
uk_ua: Налаштування Pi

# #31112
source: Wide low
lt_lt: Platus žemas
uk_ua: Широке низьке

# #31113
source: Wall low
lt_lt: Žema siena
uk_ua: Низька стіна

# #31114
source: Wall small
lt_lt: Maža siena
uk_ua: Маленька стіна

# #31116
source: Wall small info
lt_lt: Žema siena su informacija
uk_ua: Маленька стіна з відомостями

# #31117
source: List info
lt_lt: Sąrašas su informacija
uk_ua: Список з відомостями

# #31118
source: Random TV shows
lt_lt: Atsitiktinės TV laidos
uk_ua: Випадкові серіали

# #31119
source: Disabled
lt_lt: Išjungta
uk_ua: Вимкнено

# #31123
source: Show OSD info when video playback starts
lt_lt: Rodyti OSD informaciją, kai pradedamas vaizdo įrašo atkūrimas
uk_ua: Показувати відомості на екранному меню під час запуску відео

# #31124
source: Active for movie playback
lt_lt: Aktyvus filmų atkūrimui
uk_ua: Активно для відтворення фільмів

# #31125
source: Active for TV show playback
lt_lt: Aktyvus TV laidų atkūrimui
uk_ua: Активно для відтворення серіалів

# #31126
source: Active for live TV playback
lt_lt: Aktyvus televizijos atkūrimui
uk_ua: Активно для відтворення ефірного ТБ

# #31127
source: Active for music video playback
lt_lt: Aktyvus muzikinių vaizdo įrašų atkūrimui
uk_ua: Активно для відтворення музичних відео

# #31128
source: Active for other video playback
lt_lt: Aktyvus kitų vaizdo įrašų atkūrimui
uk_ua: Активно для відтворення інших відео

# #31129
source: Duration after playback starts
lt_lt: Trukmė po atkūrimo pradžios
uk_ua: Тривалість після початку відтворення

# #31130
source: Show OSD info when switching TV channels
lt_lt: Rodyti OSD informaciją perjungiant TV kanalus
uk_ua: Показувати відомості на екранному меню під час перемикання телевізійних каналів

# #31131
source: Show OSD info before video playback ends
lt_lt: Rodyti OSD informaciją prieš vaizdo įrašo atkūrimo pabaigą
uk_ua: Показувати відомості на екранному меню до закінченням відтворення відео

# #31132
source: Duration before playback ends
lt_lt: Trukmė prieš atkūrimo pabaigą
uk_ua: Час до закінчення відтворення

# #31133
source: Wall info
lt_lt: Siena su informacija
uk_ua: Стіна з відомостями

# #31134
source: Adjust representation of video duration
lt_lt: Prisitaikyti vaizdo įrašo trukmės atvaizdavimą
uk_ua: Налаштуйте відображення тривалості відео

# #31135
source: Single image
lt_lt: Vienas atvaizdas
uk_ua: Одне зображення

# #31136
source: Multi-image (folder)
lt_lt: Keli atvaizdai (aplankas)
uk_ua: Багато зображень (папка)

# #31137
source: Time per image
lt_lt: Laikas vienam atvaizdui
uk_ua: Час на зображення

# #31138
source: Randomize
lt_lt: Atsitiktinai
uk_ua: Випадково

# #31139
source: Reset path
lt_lt: Iš naujo nustatyti kelią
uk_ua: Скинути шлях

# #31140
source: Customization dialog to change the way the main menu looks[CR]Main menu and submenu items and widgets can be edited.
lt_lt: Tinkinimo dialogo langas, skirtas pagrindinio meniu išvaizdai pakeisti[CR]Galima redaguoti pagrindinį meniu ir submeniu elementus bei valdiklius.
uk_ua: Діалогове вікно налаштування вигляду головного меню.[CR]Можна змінити пункти та віджети головного меню та підменю.

# #31141
source: Open music fullscreen window when starting playback
lt_lt: Pradėjus muzikos atkūrimą, įjungti viso ekrano režimą
uk_ua: Відкривати повноекранне вікно з музикою після початку відтворення

# #31142
source: Open music fullscreen automatically
lt_lt: Atidaryti muzikos viso ekrano režimą automatiškai
uk_ua: Автоматично відкривати музику на весь екран

# #31143
source: Idle time until music fullscreen window opens
lt_lt: Laukimo laikas, kol įjungiamas muzikos viso ekrano režimas
uk_ua: Час простою, поки не відкриється повноекранне вікно музики

# #31144
source: Video OSD
lt_lt: Vaizdo OSD
uk_ua: Екранне меню відео

# #31145
source: Music OSD
lt_lt: Muzikos OSD
uk_ua: Екранне меню музики

# #31146
source: Show user rating in music and video library
lt_lt: Rodyti naudotojų įvertinimą muzikos ir vaizdo įrašų bibliotekoje
uk_ua: Показувати оцінку користувачів у музичній та відеотеці

# #31147
source: Disable submenu player controls
lt_lt: Išjungti submeniu grotuvo valdiklius
uk_ua: Вимкнути елементи керування у підменю програвача

# #31148
source: Disable video watched status in library
lt_lt: Išjungti vaizdo įrašų peržiūros būseną bibliotekoje
uk_ua: Вимкнути статус переглянутого відео у медіатеці

# #31149
source: Disable music listened to status in library
lt_lt: Išjungti muzikos perklausos būseną bibliotekoje
uk_ua: Вимкнути статус прослуханої музики у медіатеці

# #31150
source: Masking colour
lt_lt: Maskuojanti spalva
uk_ua: Колір маскування

# #31151
source: OK
lt_lt: Gerai
uk_ua: ОК

# #31152
source: OSMC Black
lt_lt: OSMC juoda
uk_ua: Чорний OSMC

# #31153
source: OSMC Rose red
lt_lt: OSMC rožinė raudona
uk_ua: Червоний OSMC

# #31154
source: OSMC Sunset Yellow
lt_lt: OSMC saulėlydžio geltona
uk_ua: Жовтий OSMC

# #31155
source: We'd like to thank you for using the OSMC skin on your device![CR]For more information see https://osmc.tv
lt_lt: Norime padėkoti, kad savo įrenginyje naudojate OSMC odą![CR]Daugiau informacijos rasite https://osmc.tv
uk_ua: Дякуємо за те, що використовуєте обкладинку OSMC на своєму пристрої.[CR]Додаткові відомості див. на веб-сайті https://osmc.tv

# #31156
source: Click OK to toggle player debug information.
lt_lt: Spustelėkite OK, norėdami perjungti grotuvo derinimo informaciją.
uk_ua: Натисніть ОК, щоб перемкнути показ налагоджувальних відомостей програвача.

# #31157
source: Previous
lt_lt: Ankstesnis
uk_ua: Попередній

# #31158
source: Current
lt_lt: Dabartinis
uk_ua: Поточний

# #31159
source: Next
lt_lt: Kitas
uk_ua: Наступний

# #31160
source: Widget
lt_lt: Valdiklis
uk_ua: Віджет

# #31161
source: Hide
lt_lt: Slėpti

# #31162
source: Background colour
lt_lt: Fono spalva
uk_ua: Колір фону

# #31163
source: Focus text colour
lt_lt: Fokusuoto teksto spalva
uk_ua: Колір активного тексту

# #31164
source: Non-focus text colour
lt_lt: Nefokusuoto teksto spalva
uk_ua: Колір неактивного тексту

# #31165
source: Selected text colour
lt_lt: Pasirinkto teksto spalva
uk_ua: Колір виділеного тексту

# #31166
source: Disabled text colour
lt_lt: Neaktyvaus teksto spalva
uk_ua: Колір вимкненого тексту

# #31167
source: Recently added movies
lt_lt: Neseniai pridėti filmai
uk_ua: Нещодавно додані фільми

# #31168
source: OSMC Lime green
lt_lt: OSMC laimo žalia
uk_ua: Зелений OSMC

# #31169
source: Welcome
lt_lt: Sveiki
uk_ua: Вітаємо

# #31170
source: Show information on first info dialog page
lt_lt: Rodyti informaciją pirmame informacijos dialogo puslapyje
uk_ua: Показувати відомості на першій сторінці діалогового вікна

# #31171
source: Press left/right button for details
lt_lt: Norėdami gauti daugiau informacijos, paspauskite mygtuką kairėn/dešinėn
uk_ua: Натисніть кнопку вліво/вправо, щоб дізнатися більше

# #31172
source: Layout
lt_lt: Išdėstymas
uk_ua: Розкладка

# #31173
source: Visibility
lt_lt: Matomumas
uk_ua: Видимість

# #31174
source: Show lock icon for encrypted PVR channels
lt_lt: Rodyti užšifruotų PVR kanalų užrakto piktogramą
uk_ua: Показувати піктограму замка для зашифрованих каналів PVR

# #31175
source: Sort by
lt_lt: Rūšiuoti pagal
uk_ua: Сортувати за

# #31176
source: Sort direction
lt_lt: Rūšiavimo kryptis
uk_ua: Напрямок сортування

# #31177
source: Item limit
lt_lt: Elementų limitas
uk_ua: Обмеження елементів

# #31178
source: Pre-configured widgets
lt_lt: Iš anksto sukonfigūruoti valdikliai
uk_ua: Попередньо налаштовані віджети

# #31179
source: Recently Added Movies
lt_lt: Neseniai pridėti filmai
uk_ua: Нещодавно додані фільми

# #31180
source: Recently Played Movies
lt_lt: Neseniai atkurti filmai
uk_ua: Нещодавно переглянуті фільми

# #31181
source: Random Movies
lt_lt: Atsitiktiniai filmai
uk_ua: Випадкові фільми

# #31182
source: In-Progress Movies
lt_lt: Nebaigti žiūrėti filmai
uk_ua: Незавершені фільми

# #31183
source: Top Rated Movies
lt_lt: Geriausiai įvertinti filmai
uk_ua: Найпопулярніші фільми

# #31184
source: IMDB Top 250 Movies
lt_lt: IMDB Top 250 filmai
uk_ua: 250 найкращих фільмів IMDB

# #31185
source: Unwatched Movies
lt_lt: Neperžiūrėti filmai
uk_ua: Непереглянуті фільми

# #31186
source: Movie Nodes
lt_lt: Filmų mazgai
uk_ua: Підрозділи фільмів

# #31187
source: Movie Genres
lt_lt: Filmų žanrai
uk_ua: Жанри фільмів

# #31188
source: Movie Sets
lt_lt: Filmų rinkiniai
uk_ua: Кіноцикли

# #31189
source: TV Shows
lt_lt: TV laidos
uk_ua: Серіали

# #31190
source: Recently Added TV Shows
lt_lt: Neseniai pridėtos TV laidos
uk_ua: Нещодавно додані серіали

# #31191
source: Recently Played TV Shows
lt_lt: Neseniai atkurtos TV laidos
uk_ua: Нещодавно відтворені серіали

# #31192
source: Random TV Shows
lt_lt: Atsitiktinės TV laidos
uk_ua: Випадкові серіали

# #31193
source: In-Progress TV Shows
lt_lt: Nebaigtos žiūrėti TV laidos
uk_ua: Незавершені серіали

# #31194
source: Top Rated TV Shows
lt_lt: Geriausiai įvertintos TV laidos
uk_ua: Найпопулярніші серіали

# #31195
source: Unwatched TV Shows
lt_lt: Neperžiūrėtos TV laidos
uk_ua: Непереглянуті серіали

# #31196
source: TV Show Nodes
lt_lt: TV laidų mazgai
uk_ua: Підрозділи серіалів

# #31197
source: TV Show Genres
lt_lt: TV laidų žanrai
uk_ua: Жанри серіалів

# #31198
source: Recently Added Episodes
lt_lt: Neseniai pridėti epizodai
uk_ua: Нещодавно додані серії

# #31199
source: Recently Played Episodes
lt_lt: Neseniai atkurti epizodai
uk_ua: Нещодавно відтворені серії

# #31200
source: Random Episodes
lt_lt: Atsitiktiniai epizodai
uk_ua: Випадкові серії

# #31201
source: In-Progress Episodes
lt_lt: Nebaigti žiūrėti epizodai
uk_ua: Незавершені серії

# #31202
source: Top Rated Episodes
lt_lt: Geriausiai įvertinti epizodai
uk_ua: Найпопулярніші серії

# #31203
source: Unwatched Episodes
lt_lt: Neperžiūrėti epizodai
uk_ua: Непереглянуті серії

# #31204
source: Recently Added Artists
lt_lt: Neseniai pridėti atlikėjai
uk_ua: Нещодавно додані виконавці

# #31205
source: Random Artists
lt_lt: Atsitiktiniai atlikėjai
uk_ua: Випадкові виконавці

# #31206
source: Music Nodes
lt_lt: Muzikos mazgai
uk_ua: Підрозділи музики

# #31207
source: Recently Added Albums
lt_lt: Neseniai pridėti albumai
uk_ua: Нещодавно додані альбоми

# #31208
source: Recently Played Albums
lt_lt: Neseniai atkurti albumai
uk_ua: Нещодавно відтворені альбоми

# #31209
source: Recently Released Albums
lt_lt: Neseniai išleisti albumai
uk_ua: Нещодавно випущені альбоми

# #31210
source: Top 100 Albums
lt_lt: Albumų TOP 100
uk_ua: 100 найкращих альбомів

# #31211
source: Random Albums
lt_lt: Atsitiktiniai albumai
uk_ua: Випадкові альбоми

# #31212
source: Most Played Albums
lt_lt: Dažniausiai atkuriami albumai
uk_ua: Найпопулярніші альбоми

# #31213
source: Recently Added Songs
lt_lt: Neseniai pridėtos dainos
uk_ua: Нещодавно додані пісні

# #31214
source: Recently Released Songs
lt_lt: Neseniai išleistos dainos
uk_ua: Нещодавно випущені пісні

# #31215
source: Most Played Songs
lt_lt: Dažniausiai atkuriamos dainos
uk_ua: Найпопулярніші пісні

# #31216
source: Random Songs
lt_lt: Atsitiktinės dainos
uk_ua: Випадкові пісні

# #31217
source: Recently Added Music Videos
lt_lt: Neseniai pridėti muzikiniai vaizdo įrašai
uk_ua: Нещодавно додані музичні відео

# #31218
source: In-Progress Music Videos
lt_lt: Nebaigti žiūrėti muzikiniai vaizdo įrašai
uk_ua: Незавершені музичні відео

# #31219
source: Random Music Videos
lt_lt: Atsitiktiniai muzikiniai vaizdo įrašai
uk_ua: Випадкові музичні відео

# #31220
source: Unwatched Music Videos
lt_lt: Neperžiūrėti muzikiniai vaizdo įrašai
uk_ua: Непереглянуті музичні відео

# #31222
source: Last Played TV Channels
lt_lt: Paskutiniai atkurti TV kanalai
uk_ua: Останні відтворені телеканали

# #31223
source: Active TV Recordings
lt_lt: Aktyvūs TV įrašai
uk_ua: Активні телевізійні записи

# #31224
source: Grouped Active TV Recordings
lt_lt: Sugrupuoti aktyvūs TV įrašai
uk_ua: Згруповані активні телевізійні записи

# #31225
source: Grouped Deleted TV Recordings
lt_lt: Sugrupuoti pašalinti TV įrašai
uk_ua: Згруповані видалені телевізійні записи

# #31226
source: Last Played Radio Channels
lt_lt: Paskutiniai atkurti radijo kanalai
uk_ua: Останні відтворені радіостанції

# #31227
source: Active Radio Recordings
lt_lt: Aktyvūs radijo įrašai
uk_ua: Активні записи радіостанцій

# #31228
source: Grouped Active Radio Recordings
lt_lt: Sugrupuoti aktyvūs radijo įrašai
uk_ua: Згруповані активні записи радіостанцій

# #31229
source: Grouped Deleted Radio Recordings
lt_lt: Sugrupuoti pašalinti radijo įrašai
uk_ua: Згруповані видалені записи радіостанцій

# #31230
source: Additional widgets
lt_lt: Papildomi valdikliai
uk_ua: Додаткові віджети

# #31231
source: Additional main menu items
lt_lt: Papildomi pagrindinio meniu elementai
uk_ua: Додаткові пункти головного меню

# #31232
source: Commands
lt_lt: Komandos
uk_ua: Команди

# #31233
source: View:
lt_lt: Rodinys:
uk_ua: Перегляд:

# #31234
source: Order:
lt_lt: Tvarka:
uk_ua: Порядок:

# #31235
source: Dark blue
lt_lt: Tamsiai mėlyna
uk_ua: Темно-синій

# #31237
source: Media flags information shown
lt_lt: Media vėliavų informacija rodoma
uk_ua: Показані прапорці відомостей про медіафайли

# #31238
source: Game
lt_lt: Žaidimas
uk_ua: Гра

# #31239
source: Game add-on
lt_lt: Žaidimo priedas
uk_ua: Ігрова надбудова

# #31240
source: Tall
lt_lt: Aukštas
uk_ua: Високий

# #31241
source: Wide
lt_lt: Platus
uk_ua: Широкий

# #31242
source: Examining available artwork
lt_lt: Nagrinėjamos prieinamos iliustracijos
uk_ua: Перевірка доступних картинок

# #31243
source: Poster
lt_lt: Plakatas
uk_ua: Постер

# #31244
source: TV Show Poster
lt_lt: TV laidos plakatas
uk_ua: Постер серіалу

# #31245
source: Season Poster
lt_lt: Sezono plakatas
uk_ua: Постер сезону

# #31246
source: Fanart
lt_lt: Fono iliustracija
uk_ua: Фанарт

# #31247
source: Season Fanart
lt_lt: Sezono fono iliustracija
uk_ua: Фанарт сезону

# #31248
source: Banner
lt_lt: Reklamjuostė
uk_ua: Банер

# #31249
source: TV Show Banner
lt_lt: TV laidos reklamjuostė
uk_ua: Банер серіалу

# #31250
source: Season Banner
lt_lt: Sezono reklamjuostė
uk_ua: Банер сезону

# #31251
source: Clear Logo
lt_lt: Skaidrus logotipas
uk_ua: Чистий логотип
