Repository: neovenex/skin.osmc
Catalog: language/resource.language.*/strings.po
Languages: lt_lt, uk_ua

# #31340
source: Warning: This add-on is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Additional customization functions[CR]Required for the following two add-ons
lt_lt: Įspėjimas: šį priedą šiuo metu galima gauti tik iš "Marcelveldt's BETA repository" saugyklos, kuri turi būti įdiegta rankiniu būdu.[CR][CR]Papildomos tinkinimo funkcijos[CR]Būtina šiems dviem priedams
uk_ua: Попередження: наразі ця надбудова лише доступна у сховищі бета-версій Marcelveldt, яке потрібно встановити вручну.[CR][CR]Додаткові функції налаштування[CR]Потрібна для наступних двох надбудов

# #31341
source: Warning: This add-on is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Provides extra widgets to customize the main menu
lt_lt: Įspėjimas: šį priedą šiuo metu galima gauti tik iš "Marcelveldt's BETA repository" saugyklos, kuri turi būti įdiegta rankiniu būdu.[CR][CR]Pateikiami papildomi valdikliai, skirti tinkinti pagrindinį meniu
uk_ua: Попередження: наразі ця надбудова лише доступна у сховищі бета-версій Marcelveldt, яке потрібно встановити вручну.[CR][CR]Надає додаткові віджети для налаштування головного меню

# #31342
source: Warning: This add-on is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Lets you backup and restore your skin settings
lt_lt: Įspėjimas: šį priedą šiuo metu galima gauti tik iš "Marcelveldt's BETA repository" saugyklos, kuri turi būti įdiegta rankiniu būdu.[CR][CR]Leidžia sukurti odos nustatymų atsarginę kopiją ir juos atkurti
uk_ua: Попередження: наразі ця надбудова лише доступна у сховищі бета-версій Marcelveldt, яке потрібно встановити вручну.[CR][CR]Дозволяє створювати резервні копії та відновлювати налаштування обкладинки

# #31343
source: Word completion assistant for the virtual keyboard
lt_lt: Žodžių užbaigimo asistentas virtualiai klaviatūrai
uk_ua: Помічник з доповнення слів для віртуальної клавіатури

# #31344
source: Background images for the weather widget
lt_lt: Orų valdiklio fono atvaizdai
uk_ua: Фонові зображення для віджета погоди

# #31345
source: Displays a series of artist images from your library or external sources while music is playing
lt_lt: Rodoma atlikėjo atvaizdų serija iš jūsų bibliotekos ar išorinių šaltinių, kai atkuriama muzika
uk_ua: Показує зображення виконавця з вашої медіатеки або із зовнішніх джерел під час відтворення музики

# #31346
source: Settings to reset skin settings, perform skin settings backups and enable debug information
lt_lt: Nustatymai, skirti iš naujo nustatyti odos nustatymus, sukurti odos nustatymų atsargines kopijas ir įgalinti derinimo informaciją
uk_ua: Параметри для скидання та резервного копіювання налаштувань обкладинки та для ввімкнення показу налагоджувальних відомостей

# #31347
source: Warning: The add-on required for this is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Backup and restore skin settings
lt_lt: Įspėjimas: šį priedą šiuo metu galima gauti tik iš "Marcelveldt's BETA repository" saugyklos, kuri turi būti įdiegta rankiniu būdu.[CR][CR]Sukurti odos nustatymų atsarginę kopiją ir juos atkurti
uk_ua: Попередження: наразі ця надбудова лише доступна у сховищі бета-версій Marcelveldt, яке потрібно встановити вручну.[CR][CR]Резервне копіювання та відновлення налаштувань обкладинки

# #31348
source: Reset all customizations performed via the main menu customization dialog
lt_lt: Atstatyti visus pakeitimus, atliktus pagrindinio meniu tinkinimo dialogo lange
uk_ua: Скидання всіх змін, зроблених у діалоговому вікні налаштування головного меню

# #31349
source: Reset all skin settings to default values
lt_lt: Atstatyti visų odos nustatymų numatytąsias reikšmes
uk_ua: Відновлення всіх стандартних налаштувань обкладинки

# #31350
source: Debug grid to visualise the exact positioning of controls and labels
lt_lt: Derinimo tinklelis, kuris vizualizuoja tikslią valdiklių ir etikečių padėtį
uk_ua: Налагоджувальна сітка для візуалізації точного розташування елементів керування та міток

# #31351
source: Debug labels providing information about the currently shown windows and dialogs as well as currently focused controls
lt_lt: Derinimo etiketės, pateikiančios informaciją apie šiuo metu rodomus langus ir dialogus, o taip pat šiuo metu sufokusuotus valdiklius
uk_ua: Налагоджувальні мітки, що надають відомості про поточні відкриті вікна та діалогові вікна, а також про активні елементи керування

# #31352
source: Reload the skin's files after performing skin code changes
lt_lt: Atlikę odos kodo pakeitimus, iš naujo įkelkite odos failus
uk_ua: Перезавантажувати файли обкладинки після зміни її коду

# #31353
source: The order of the items can be changed by using the up and down arrows next to the list items. Red coloured items are disabled and not visible in the main menu.
lt_lt: Elementų eiliškumą galima pakeisti naudojant rodykles aukštyn ir žemyn šalia sąrašo elementų. Raudonai nuspalvinti elementai yra išjungti ir nematomi pagrindiniame meniu.

# #31354
source: Opens a selection dialog to choose the action the main menu item performs
lt_lt: Atidaro pasirinkimo dialogo langą, kuriame galima pasirinkti pagrindinio meniu elemento atliekamą veiksmą
uk_ua: Відкриває діалогове вікно для вибору дії, яку виконує пункт головного меню

# #31355
source: Changes the title of an existing main menu item
lt_lt: Pakeičia esamo pagrindinio meniu elemento pavadinimą
uk_ua: Змінює назву існуючого пункту головного меню

# #31356
source: Opens a selection dialog to change the action the existing main menu item performs
lt_lt: Atidaro pasirinkimo dialogo langą, kuriame galima pakeisti esamo pagrindinio meniu elemento atliekamą veiksmą
uk_ua: Відкриває діалогове вікно для зміни дії, яку виконує існуючий пункт головного меню

# #31357
source: Sets a single image or multi-image background for the selected main menu item
lt_lt: Nustato vieno ar keletos atvaizdų foną pasirinktam pagrindinio meniu elementui
uk_ua: Встановлює фон з одного або кількох зображень для вибраного пункту головного меню

# #31358
source: Sets the time for which each background image is shown (default: 30s)
lt_lt: Nustato trukmę, kiek laiko rodomas kiekvienas fono atvaizdas (numatytasis: 30s)
uk_ua: Встановлює час, протягом якого відображатиметься кожне фонове зображення (за замовчуванням: 30 с)

# #31359
source: Opens the customization dialog for submenu items of the selected main menu item
lt_lt: Atidaro pasirinkto pagrindinio meniu elemento submeniu elementų tinkinimo langą
uk_ua: Відкриває діалогове вікно налаштування підменю для вибраного пункту головного меню

# #31360
source: Opens the customization dialog for widgets of the selected main menu item
lt_lt: Atidaro pasirinkto pagrindinio meniu elemento valdiklių tinkinimo langą
uk_ua: Відкриває діалогове вікно налаштування віджетів для вибраного пункту головного меню

# #31361
source: Hides the selected main menu item in the main menu without deleting it in this customization dialog
lt_lt: Paslepia pasirinktą pagrindinio meniu elementą pagrindiniame meniu, neištrinant jo šiame tinkinimo dialogo lange

# #31362
source: Deletes the selected main menu item completely. Warning: This can be reverted only for default main menu items!
lt_lt: Visiškai ištrina pasirinktą pagrindinio meniu elementą. Įspėjimas: grąžinti atgal galima tik numatytuosius pagrindinio meniu elementus!

# #31363
source: Opens a selection dialog to choose the action the submenu item performs
lt_lt: Atidaro pasirinkimo langą, kuriame galima pasirinkti submeniu elemento atliekama veiksmą
uk_ua: Відкриває діалогове вікно для вибору дії, яку виконує пункт підменю

# #31364
source: Changes the title of an existing submenu item
lt_lt: Pakeičia esamo submeniu elemento pavadinimą
uk_ua: Змінює назву існуючого пункту підменю

# #31365
source: Opens a selection dialog to change the action the existing submenu item performs
lt_lt: Atidaro pasirinkimo langą, kuriame galima pakeisti esamo submeniu elemento atliekama veiksmą
uk_ua: Відкриває діалогове вікно для зміни дії, яку виконує існуючий пункт підменю

# #31366
source: Hides the selected submenu item in the main menu without deleting it in this customization dialog
lt_lt: Paslepia pasirinktą submeniu elementą pagrindiniame meniu, neištrinant jo šiame tinkinimo dialogo lange

# #31367
source: Deletes the selected submenu item completely. Warning: This can be reverted only for default submenu items!
lt_lt: Visiškai ištrina pasirinktą submeniu elementą. Įspėjimas: grąžinti atgal galima tik numatytuosius submeniu elementus!

# #31368
source: Opens a selection dialog to choose where a widget should point to
lt_lt: Atidaro pasirinkimo langą, kuriame galima pasirinkti, kur turi nukreipti valdiklis
uk_ua: Відкриває діалогове вікно для вибору розташування, куди має вказувати віджет

# #31369
source: Changes the title of an existing widget
lt_lt: Pakeičia esamo valdiklio pavadinimą
uk_ua: Змінює назву існуючого віджета

# #31370
source: Changes the appearance of the widget. Options available: Tall (2:3 aspect ratio, suitable for portrait icons like movie or TV show cover art), Wide (3:4 aspect ratio, suitable for landscape icons like episode cover art), Square and Square small (3:3/2:2 aspect ratio, suitable for square icons like album fanart or PVR channel icons)
lt_lt: Pakeičia valdiklio išvaizdą. Galimos parinktys: Aukštas (2:3 formato santykis, tinka portretinėms piktogramoms, tokioms kaip, filmų ar TV laidų viršeliai), platus (3:4 formato santykis, tinka gulsčioms piktogramoms, pvz., serijos viršelio iliustracijai), Kvadratas ir Mažas kvadratas (3:3/2:2 formato santykis, tinka kvadratinėms piktogramoms, tokioms kaip, albumo iliustracijos ar PVR kanalo piktogramos)

# #31371
source: Changes the artwork used for the widget items. Available options depend on the widget content.
lt_lt: Pakeičia valdiklio elementams naudojamą iliustraciją. Galimos parinktys priklauso nuo valdiklio turinio.

# #31372
source: Changes the fallback artwork used for the widget items. Available options depend on the widget content.
lt_lt: Pakeičia valdiklio elementams naudojamą atsarginę iliutraciją. Galimos parinktys priklauso nuo valdiklio turinio.

# #31373
source: Changes the sort key of the widget items. Available options depend on the widget content.
lt_lt: Pakeičia valdiklio elementų rūšiavimo raktą. Galimos parinktys priklauso nuo valdiklio turinio.

# #31374
source: Changes the sort order of the widget items. Available options depend on the widget content.
lt_lt: Pakeičia valdiklio elementų rūšiavimo tvarką. Galimos parinktys priklauso nuo valdiklio turinio.

# #31375
source: Changes the maximum number of items shown by the widget. Options available: 10, 15, 20, 25, 30, 50, 100, None (all items available)
lt_lt: Pakeičia maksimalų valdiklio rodomų elementų skaičių. Galimos parinktys: 10, 15, 20, 25, 30, 50, 100, Nėra (rodomi visi elementai)

# #31376
source: Hides the selected widget in the main menu without deleting it in this customization dialog
lt_lt: Paslepia pasirinktą valdiklį pagrindiniame meniu, neištrinant jo šiame tinkinimo dialogo lange

# #31377
source: Deletes the selected widget completely. Warning: This can be reverted only for default widgets!
lt_lt: Visiškai ištrina pasirinktą valdiklį. Įspėjimas: grąžinti atgal galima tik numatytousius valdiklius!

# #31378
source: Add a custom main menu item to the left list
lt_lt: Pridėti savą pagrindinio meniu elementą kairiajame sąraše
uk_ua: Додати спеціальний пункт головного меню до списку ліворуч

# #31379
source: Add a custom submenu menu item to the left list
lt_lt: Pridėti savą submeniu meniu elementą kairiajame sąraše
uk_ua: Додати власний пункт підменю до списку ліворуч

# #31380
source: Add a custom widget to the left list
lt_lt: Pridėti savą valdiklį kairiajame sąraše
uk_ua: Додати власний віджет до списку ліворуч

# #31381
source: Restore default main menu items previously deleted
lt_lt: Atkurti numatytuosius, anksčiau ištrintus, pagrindinio meniu elementus
uk_ua: Відновити раніше видалені елементи стандартного головного меню

# #31382
source: Restore default submenu items previously deleted
lt_lt: Atkurti numatytuosius, anksčiau ištrintus, submeniu elementus
uk_ua: Відновити раніше видалені елементи стандартного підменю

# #31383
source: Restore default widgets previously deleted
lt_lt: Atkurti numatytuosius, anksčiau ištrintus, valdiklius
uk_ua: Відновити раніше видалені стандартні віджети

# #31384
source: The left list shows the items visible in the main menu.
lt_lt: Kairiajame sąraše atvaizduojami pagrindiniame meniu matomi elementai.
uk_ua: Список ліворуч містить елементи, що відображаються в головному меню.

# #31385
source: The right list offers options specific to the main menu item selected in the left list.
lt_lt: Dešiniajame sąraše pateikiamos parinktys, priklausomai nuo pagrindinio meniu elemento, pasirinkto kairiajame sąraše.
uk_ua: Список праворуч містить варіанти для елемента головного меню, вибраного у списку ліворуч.

# #31386
source: The left list shows the items visible in the submenu of the main menu item selected in the previous dialog.
lt_lt: Kairiajame sąraše atvaizduojami elementai, matomi ankstesniame lange pasirinkto pagrindinio meniu elemento submeniu.
uk_ua: Список ліворуч містить елементи, що відображаються в підменю пункту головного меню, вибраного в попередньому діалоговому вікні.

# #31387
source: The right list offers options specific to the submenu item selected in the left list.
lt_lt: Dešiniajame sąraše pateikiamos parinktys, priklausomai nuo submeniu elemento, pasirinkto kairiajame sąraše.
uk_ua: Список праворуч містить варіанти для елемента підменю, вибраного у списку ліворуч.

# #31388
source: The left list shows the widgets visible next to the main menu item selected in the previous dialog. There's only one widget visible in the main menu per main menu item at the time. To toggle between more than one widget configured for a main menu item, select the widget in the main menu and use the arrow up and down buttons on your remote.
lt_lt: Kairiajame sąraše rodomi valdikliai, matomi šalia pagrindinio meniu elemento, pasirinkto ankstesniame dialogo lange. Pagrindiniame meniu vienu metu matomas tik vienas valdiklis kiekvienam pagrindinio meniu elementui. Norėdami persijungti tarp daugiau nei vieno, pagrindinio meniu elementui sukonfigūruoto valdiklio, pagrindiniame meniu pasirinkite valdiklį ir naudokite nuotolinio valdymo pulto rodyklių aukštyn ir žemyn mygtukus.

# #31389
source: The right list offers options specific to the widget selected in the left list.
lt_lt: Dešiniajame sąraše pateikiamos parinktys, priklausomai nuo valdiklio, pasirinkto kairiajame sąraše.
uk_ua: Список праворуч містить варіанти для віджета, вибраного у списку ліворуч.

# #31390
source: Disable item count
lt_lt: Išjungti elementų skaitiklį
uk_ua: Не показувати кількість елементів

# #31391
source: Hide the item count in the bottom right corner
lt_lt: Slėpti elementų skaitiklį apatiniame dešiniajame kampe
uk_ua: Ховає кількість елементів, що відображається у нижньому правому куті

# #31392
source: Wide low info
lt_lt: Plati žema informacija
uk_ua: Широке низьке з відомостями

# #31393
source: Notification for a subsequent episode during TV show playback
lt_lt: Pranešimas apie tolesnę seriją TV laidos atkūrimo metu
uk_ua: Сповіщення про наступну серію під час відтворення серіалу

# #31394
source: Are you sure you want to reset all skin settings to default?
lt_lt: Ar tikrai norite atstatyti visų odos nustatymų numatytasias reikšmes?
uk_ua: Дійсно відновити стандартні налаштування обкладинки?

# #31395
source: Square
lt_lt: Kvadratas
uk_ua: Квадрат

# #31396
source: Square small
lt_lt: Mažas kvadratas
uk_ua: Маленький квадрат

# #31397
source: Main menu item
lt_lt: Pagrindinio meniu elementas
uk_ua: Пункт головного меню

# #31398
source: Submenu item
lt_lt: Submeniu elementas
uk_ua: Пункт підменю

# #31399
source: Reset all main menu items
lt_lt: Iš naujo nustatyti visus pagrindinio meniu elementus
uk_ua: Скинути всі пункти головного меню

# #31400
source: Edit library nodes
lt_lt: Redaguoti bibliotekos mazgus
uk_ua: Редагувати підрозділи медіатеки

# #31401
source: Automatic masking during playback
lt_lt: Automatinis maskavimas atkūrimo metu
uk_ua: Автоматичне маскування під час відтворення

# #31402
source: The masking aspect ratio will be determined based on a file name tag (e.g. '.AR240.') being present or not. After playback has stopped, masking will revert to the above set aspect ratio. If no tag is present, masking will rely on the above set aspect ratio.[CR]Supported file name tags: AR178, AR200, AR233, AR235, AR240 (surrounded by any combination of these characters: - . _ )
lt_lt: Maskuojantis kraštinių santykis bus nustatytas pagal failo pavadinimo žymą (pvz., „.AR240.“), yra ji ar ne. Sustabdžius atkūrimą, maskavimas vėl bus nustatytas į aukščiau nurodytą kraštinių santykį. Jei žymos nėra, maskavimas priklausys nuo auksčiau nustatyto kraštinių santykio.[CR]Palaikomos failo pavadinimo žymos: AR178, AR200, AR233, AR235, AR240 (apsuptos bet kokiu šių simbolių deriniu: - . _ )
uk_ua: Співвідношення розмірів маскування буде визначатися на основі присутнього чи відсутнього тегу імені файлу (наприклад, '.AR240.'). Після зупинки відтворення маскування повернеться до встановленого вище співвідношення сторін. Якщо тег відсутній, маскування буде залежати від встановленого вище співвідношення сторін.[CR]Підтримувані теги імен файлів: AR178, AR200, AR233, AR235, AR240 (оточені будь-якою комбінацією цих символів: - . _ )

# #31403
source: Cinemascope masking
lt_lt: Cinemascope maskavimas
uk_ua: Маскування «Синемаскоп»

# #31404
source: Repository
lt_lt: Saugykla
uk_ua: Репозиторій

# #31408
source: Enables customization of library nodes from the library root context menu
lt_lt: Įgalinamas bibliotekos mazgų tinkinimas iš bibliotekos šakninio kontekstinio meniu
uk_ua: Дозволяє налаштувати підрозділи медіатеки з її контекстного меню

# #31409
source: Set default view for video add-ons
lt_lt: Nustatyti numatytąjį vaizdo įrašų priedų rodinį
uk_ua: Налаштувати стандартне подання для відеонадбудов

# #31410
source: Default view
lt_lt: Numatytasis rodinys
uk_ua: Стандартне подання

# #31411
source: Views in video add-ons have to be set for each page seperately. Force a specific view to be used for all video add-on pages.
lt_lt: Vaizdo įrašų priedų rodinys turi būti nustatytas kiekvienam puslapiui atskirai. Nustatykite, kad konkretus rodinys būtų priverstinai naudojamas visuose vaizdo įrašų priedo puslapiuose.
uk_ua: Подання у відеонадбудовах налаштовуються для кожної сторінки окремо. Примусово можна встановити певне подання для всіх сторінок відеонадбудов.

# #31412
source: Set the view used for all video add-on pages (default: List)[CR]Options available: List, List info, Wide, Wide low, Wide low info, Wall, Wall info, Wall small, Wall small info, Wall low
lt_lt: Nustatykite visų vaizdo įrašų priedo puslapių rodinį (numatytasis: sąrašas)[CR]Galimos parinktys: sąrašas, sąrašo informacija, platus, platus žemas, plati žema informacija, siena, siena, maža siena, maža sienos informacija, žema siena
uk_ua: Встановити подання для всіх сторінок відеонадбудов (за замовчуванням: список)[CR]Доступні варіанти: список, список з відомостями, широке, широке низьке, широке низьке з відомостями, стіна, стіна з відомостями, маленька стіна, маленька стіна з відомостями, низька стіна

# #31413
source: Red
lt_lt: Raudona
uk_ua: Червоний

# #31414
source: Purple
lt_lt: Violetinė
uk_ua: Фіолетовий

# #31415
source: Highest
lt_lt: Aukščiausias
uk_ua: Найвищий

# #31416
source: High
lt_lt: Aukštas
uk_ua: Високий

# #31417
source: Medium
lt_lt: Vidutinis
uk_ua: Середній

# #31418
source: Low
lt_lt: Žemas
uk_ua: Низька

# #31419
source: Details
lt_lt: Išsami informacija
uk_ua: Відомості

# #31420
source: Description
lt_lt: Aprašymas
uk_ua: Опис

# #31421
source: Minutes
lt_lt: Minutės
uk_ua: Хвилини

# #31422
source: Hours and minutes
lt_lt: Valandos ir minutės
uk_ua: Години та хвилини

# #31423
source: File first
lt_lt: Pirma failas
uk_ua: Спочатку файл

# #31424
source: File only
lt_lt: Tik failas
uk_ua: Лише файл

# #31425
source: Language first
lt_lt: Pirma kalba
uk_ua: Спочатку мова

# #31426
source: Language only
lt_lt: Tik kalba
uk_ua: Лише мова

# #31427
source: Duration only
lt_lt: Tik trukmė
uk_ua: Лише тривалість

# #31436
source: Disable two-shaded background colour overlay
lt_lt: Išjungti dviejų atspalvių fono spalvų perdangą

# #31437
source: Replace the default two-shaded background colour overlay by a plain colour style for the background overlay of windows and dialogs.
lt_lt: Pakeisti numatytąją dviejų atspalvių fono spalvų perdangą vientisos spalvos stiliumi, skirtu langų ir dialogų fono perdangai.
